Repository: seanpm2001/mt-training-data
Catalog: mdf/mdf_pontoon.tmx
Source language: en_us
Languages: mdf

source: Report was passed successfully
mdf: Пеняцямань валсь прважаф

source: Request a Language
mdf: Вешемс кяль

source: Request recordings
mdf: Анамс/сявомс сёрматфнень

source: *required
mdf: эрявикс

source: Re-record
mdf: Одукс сёрмадомс

source: Re-record clip
mdf: Одукс сёрмадомс клипть

source: Reset skipped sentences
mdf: Валхтомс вакска нолдаф валрисьмотнень.

source: Return
mdf: Мрдамс

source: Return here to edit your goal anytime.
mdf: Мрдамс сей, штоба полафтомс сатфкснень эрь кодама пингть

source: Return to Common Voice
mdf: Меки «Common Voice-нди»

source: Return to Common Voice Datasets
mdf: Мрдамс «Common Voice» даннаень кочкафксти

source: Return to Languages
mdf: Меки Кяльхненди.

source: Review
mdf: Семботь ваномац

source: Review could not be saved. Please try again later.
mdf: Ваномать аш кода ванфтомс. Тяряфтт тага весть меле.

source: ⓘ Review Criteria
mdf: ⓘ Ванондомань критериятне

source: Review Criteria
mdf: Ванондомань критериятне

source: Reviewed sentences not submitted, are sure?
mdf: Тон афкукс ёрат кадомс ванф валрисьмотнень апак прважак?

source: <reviewLink>Review now!</reviewLink>
mdf: <reviewLink>Тяни ватт!</reviewLink>

source: Review & re-record clips here as you go
mdf: Ванк видеста сёрмадомать и одукс сёрматк клипть тяса

source: Review & re-record clips if needed
mdf: Ванк видеста сёрмадомать и кда эряви одукс сёрматк клипть

source: Review Sentences
mdf: Валрисьмотнень ваномс

source: Review & Submit
mdf: Оду кулхцондомс-ваномс и сувафтомс

source: Romanian
mdf: Румынонь кяль

source: Romansh Sursilvan
mdf: Романшонь Сурсельвань кяль

source: Romansh Vallader
mdf: Романшонь Валладеронь кяль

source: Russian
mdf: Рузонь кяль

source: s
mdf: л

source: S
mdf: Л

source: Sakha
mdf: Сахань кяль

source: Santali (Ol Chiki)
mdf: Санталинь кяль

source: Sardinian
mdf: Сардиниянь кяль

source: Save
mdf: Ванфтомс

source: Saved
mdf: Вантф

source: Search
mdf: Вешемс

source: Search for answers
mdf: Каршек валонь вешема

source: See how your progress compares to other contributors all over the world.
mdf: Ватт, кода тонь сатфксне карань-каршек путневихть лиянь сатфкснень мархта.

source: See Less
mdf: <chevron></chevron>Няемс сяда аф лама

source: See More
mdf: <chevron></chevron>Няемс сяда лама

source: Select a Language...
mdf: Кочкамс кяль...

source: Selected
mdf: Сявф

source: Select Language
mdf: Кочкамс кяль

source: Send sign up link
mdf: Кучемс регистрациянди ссылка

source: Sentence Collection
mdf: Валрисьмонь пуромкс

source: Sentence must contain between 1 and 14 (inclusive) words
mdf: Эрявихть валрисьмотне 1-14 (-ти самс) валхнень мархта.

source: Sentences
mdf: Валрисьмот

source: { $sentences } added by you
mdf: { $sentences } поладыть

source: Sentences are being uploaded. This can take several minutes depending on the number of sentences added. Please do not close this website.
mdf: Валрисьмотне тонгокшневихть. Эряви мзярошка минутат. Пингсь ащи тянь эзда мзяра валрисьмода полаткшневихть. Тят сёлга тя интернет лопать.

source: Sentence should not contain abbreviations
mdf: Аф эрявихть валрисьмотне кирьфтафкснень (абрревиатуратнень) мархта.

source: Sentence should not contain numbers
mdf: Аф эрявихть валрисьмот цифратнень мархта.

source: Sentence should not contain symbols
mdf: Аф эрявихть валрисьмотне символхнень мархта.

source: Sentences not submitted, are you sure you want to leave?
mdf: Тон афкукс ёрат лисемс и кадомс валрисьмотне апак прважак?

source: { $sentences } sentences failed
mdf: { $sentences } валрисьмот ашесть ёта

source: { $sentences } sentences reviewed. Thank you!
mdf: валрисьмода ванфольхть. Сюкпря!

source: Sentence text
mdf: Валрисьмонь текст

source: Serbian
mdf: Сербонь кяль

source: Set a goal
mdf: Путомс целень коряс сатфкс

source: Set my visibility
mdf: Путомс няевиксшить

source: Settings
mdf: Тев тиемат

source: Share Common Voice
mdf: Няфтьк «Common Voice»-ть эса

source: Share my goal
mdf: Лихтить сатфкснень ломанень инголи

source: Share your clip
mdf: Няфтьк лиятненди эсь сёрматфцень

source: Share your { $count } Clip Daily Goal for { $type }
mdf: Няфтьк эрь шинь { $count } сёрматфксонь сатфксцень { $type } тевть коряс

source: Share your { $count } Clip Weekly Goal for { $type }
mdf: Няфтьк эрь недлянь { $count } сёрматфксонь сатфксцень { $type } тевть коряс

source: Shilha
mdf: Шилянь кяль

source: Shortcuts
mdf: Клавишань сочетания

source: [Should be ‘dinosaurs’]
mdf: [Улема, ‘динозаврат‘]

source: [Should be “We are”]
mdf: [Улема "Минь"]

source: Show all skipped sentences again
mdf: Тага няфтемс сембе вакска нолдаф валрисьмотнень.

source: Show my ranking
mdf: Тиемс целень коряс сатфксс

source: Sicilian
mdf: Сицилиянь кяль

source: Sign up for an account
mdf: Тиемс эстейть сувама васта

source: Sign up for Common Voice newsletters, goal reminders and progress updates
mdf: Сёрматфтомс пря «Common Voice»-нь сатфксонзон содамань коряс кулянь-пачфтемань ширде

source: sign up for email updates
mdf: Сёрматфтомс пря «мезе однясь» кулянь-пачфтемань ширде

source: Sign up for { $lang } updates:
mdf: Сувамс { $lang }нь тевса одкстопнематнень няема:

source: Sinhala
mdf: Сингалонь кяль

source: Size
mdf: Оцюлма

source: Skip
mdf: Нолдамс вакска

source: Skip Submission Feedback
mdf: Нолдамс вакска тевти питнень максомать

source: Slovak
mdf: Словаконь кяль

source: Slovenian
mdf: Словениянь кяль

source: Somali
mdf: Сомалиецонь кяль

source: Sorbian, Lower
mdf: Алце Сорбиянь кяль

source: Sorbian, Upper
mdf: Верце Сорбонь кяль

source: Source: { $sentenceSource }
mdf: Лисьма: { $sentenceSource }

source: Source: { $source }
mdf: Лисьма: { $source }

source: Spanish
mdf: Испанонь кяль

source: Speak
mdf: Корхтамс

source: Speakers
mdf: Кортайхне

source: Speaking
mdf: Сёрмадома

source: Speaking and Listening
mdf: Сёрмадомась и видеста ваномась-петнемась

source: Speak now
mdf: Ушедомс сёрмадома

source: Speak up, contribute here!
mdf: Лезтт тейнек, сёрматк эсь вайгяльцень!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
mdf: Ушедомс тевть <speechBlogLink> вайгялень шарьхкодемать коряс</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
mdf: Кортамась - тя эряфса ломанень ёткса азондомань и шарьхкодемань способсь. Вайгялень технологиятнень тевс нолямасна телефонца али компьютерса (ёню машинаса) лувовихть пяк эрявиксокс. Минь ули мяленьке максомс тиихненди тяниень пингонь вайгялень коряс шарьхкоди путфксть, тяфтамот, кода эзкок ётафтыхть кяльста кяльс и вайгяль мархта цифровой лезкст. Аньцек тяниень пингонь вайгялень даннайхне, конат эрявихть тяфтама путфксонь тиемста, пяк питнихть и патент мархтот. Минь кематама, што Common Voice - нь кочкафкссь максы тиихненди сянь, мезе веши тяниень пингсь од тевонь тиемста и тисыне вайгялень шарьхкодемань технологиятнень сембонди няевикс и панжадокс эсь шачема-касома тядянь-авань кяльса. Вайгялень шарьхкодемань коряс тевть сяда цебярьста тиеманцты, минь кочкатама вайгялень коряс кепотькст аф аньцек содаф и сидеста васьфневи кяльхнень коряс, но и аф пяк содаф и шуроста васьфневи кяльхнень коряс, коса корхтайда аф пяк лама и сидеста лангозост аф шарфневи оцю мяль коммерческяй пуромкснень ширде, конат сотфт вайгялень шарьхкодемань тевонь тиемать мархта. Эрь кодама кялень коряс вайгялень кочкафксонь максомась тиихненди, тевс нолдайхненди, башка пуромксненди сави петемс и пяшкодемс тя афсатыксть эсь тевснон вельде.

source: Speech-to-text (STT)
mdf: Корхтамась текстс (STT)

source: Speech-to-text (STT) technologies convert voice data into text.
mdf: (STT) технологиясь ётафтсыне вайгялень сёрматфнень текстс.

source: Splits
mdf: Явфтомат

source: Start recording
mdf: Ушедомс сёрмадомать

source: Start typing to describe your accent
mdf: Ушетт печатлама, штоба азондомс эсь корхтамацень колга

source: Statistics
mdf: Лувомась

source: Stats
mdf: Лувксонь няфтемась

source: Streaks
mdf: Лама ши

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
mdf: <strong>[Лакшторф]</strong>оцю динозаврат<strong>[лакшторф]</strong>-риасста.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
mdf: <strong>[Кшняма]</strong> Оцюдонга-оцю динозаврат <strong>[козома]</strong> Триасста.

source: Submission: { $batchId }
mdf: Прважама: { $batchId }

source: Submission Error
mdf: Прважамонь эльбятькс

source: Submit
mdf: Кучемс

source: Submit a report
mdf: Прважамс пеняцяма вал

source: Submit clips
mdf: Сувафтомс клипть

source: Submitted sentences. { $duplicates } sentences were rejected as duplicates.
mdf: Сувафтф валрисьмотне. { $duplicates } валрисьмот мрдафтфольхть кода дубликатт.

source: Subscribe
mdf: Сёрматфтомс

source: Success
mdf: Анок

source: Success, profile created!
mdf: Пяк пара, профильсь тиевсь!

source: Swahili
mdf: Суахилинь кяль

source: Swedish
mdf: Шведонь кяль

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
mdf: Валрисьмонь кемокстаманди тяемс сурхнень эса виде шири. Тяемс кержи шири сонь ёрдаманди. Тяемс вяри вакска нолдаманди. <strong>Тят юкста прважамс тонь ваномацень.</strong>

source: Syriac
mdf: Сириецонь кяль

source: Tagalog
mdf: Тагалогонь кяль

source: Tahitian
mdf: Таитинь кяль

source: Taiwanese (Minnan)
mdf: Тайванонь кяль (Миннан)

source: Tajik
mdf: Таджиконь кяль

source: Taking several attempts to read a word.
mdf: Аф весть тяряфтк азомс валть

source: Tamil
mdf: Тамилецонь кяль

source: Tap
mdf: Токамс

source: Tatar
mdf: Татаронь кяль

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
mdf: «Tatoeba» - тя валрисьмонь, ётафксонь и корхтамань аудионь оцю кочкафкс, кона тевс нолдави кяльть тонафнемста. Тянь таргамста муят англань кяль, кона сёрматф англань ломанень пуромскс мархта.

source: TED-LIUM Corpus
mdf: «TED-LIUM» корпуссь

source: Tell us what you'd like to download:
mdf: Азк тейнек мезе арьсят таргамс:

source: Telugu
mdf: Телугунь кяль

source: Terms
mdf: Тевс нолдамань условияньке

source: Thai
mdf: Таецонь кяль

source: Thanks for confirming your account, now let's build your profile.
mdf: Сюкпря профилень сувама вастонь кемокстаманкса! Тяни карматама пяшкодема профильть

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
mdf: 259 тёжянь ломанень путфксснон вельде, конат корхтайхть 50 -да и сяда лама кяльса, даннайхне тевс нолявихть кялень приложениятнень тиемаса, штоба синь сяда цебярьста шарьхкоделезь ломанень кяльть.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
mdf: Сюкпря сёрматфкснень инкса!<lineBreak></lineBreak>Тяни одукс кулхцонтт-ватт и сувафтыть эсь сёрматфнень алу.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
mdf: Сюкпря лездомацень инкса { $lang }нь тевса. Минь покаттяма лама эрь кялень аноклазь тевс суваманди, полгатнень э-сёрмань вельде одкстопнеманди. Кда ули мяльце лездомс - тяштьк э-адресце ала.

source: The bumblebee sped by.
mdf: Прамежсь лийкстась вакска.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
mdf: "Сёрматфонь калмос" лядондыхть вайгялень ся сёрматфне, конат ашесть пова Common Voice-нь даннаень кочкафксс. Вайгялень тяштьфне "Сёрматфонь калмоса" станя жа, кода и Common Voice даннаень кочкафксса таргавихть.

source: The clip has disrespectful or offensive language.
mdf: Сёрматфксса мялень колай и аф цебярь валхт

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
mdf: Common Voice даннаень кочкамась пяшкодьсы вайгялень шарьхкодемать коряс Mozilla Deep Speech код мархта тевть. Васенцеда Deep Speech-сь ульсь нолдаф ноябрьста 2017-це кизоня и тяниень пингс касы-келеми. Common Voice даннаень пяшкодемать мархта марса, технологиясь, кона сотф вайгялень шарьхкодемать мархта панжада эрь ломанти. Минь кематама, што тя од технологиятне максыхть тиихненди од кит эрь кодама инновациянь тевонь и услугань тиемста.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
mdf: Common Voice даннаень кочкафксса сяда тёжятть вайгялень сёрматфт, конат лездыхть покодихненди тиемс вайгялень шарьхкодемань тевса эрь кодама инструментт.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
mdf: Common Voice-ста даннаень таргамась сотф <licenseLink>CC0</licenseLink> лицензиять мархта <datasetLink>-са </datasetLink> лопаса. Тон тяфта жа, кда ули мяльце, сувафтт кой-мзяра тевонь тиемань путфкс, конат тейть няевихть и лувовихть панжадокс.

source: The Common Voice Sentence Collector has collected { $sentenceCount } sentences in { $languageCount } languages!
mdf: Common Voice-ть Валрисьмонь Кочкамась кочкась { $sentenceCount } валрисьме { $languageCount } кяльса!

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
mdf: Частонь лувкссь вайгялень сёрмадомаса кемокстави 2 али 3 кулхцондыень мархта, конат максыхть "Виде"-ть инкса. Сембода оцю частонь кочкафкссь проектть эса 10k.

source: The count of voice recording hours we have collected so far.
mdf: Вайгялень сёрмадомань мзяра част кочкафсь тя пингс.

source: The giant dinosaur of the Triassic.
mdf: Триасань оцюдонга-оцю динозавра.

source: The giant dinosaurs of the Triassi-.
mdf: Триасань оцюдонга-оцю динозаврат.

source: The giant dinosaurs of the Triassic.
mdf: Триасань оцюдонга-оцю динозаврат.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
mdf: Оцюдонга-оцю динозаврат Триасста<strong>[морафтф фкя вайгяльса]</strong>

source: The giant dinosaurs of the Triassic. Yes.
mdf: Триасань оцюдонга-оцю динозаврат. Виде

source: The giant dino <strong>[cough]</strong> the Triassic.
mdf: Оцюдонга-оцю дино<strong>[козома]<strong> Триасста.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
mdf: «Common Voice» даннаень кочкафксть сатфксонза ащихть сянь эса, штоба лездомс эрь ломанти тиемс вайгялень шарьхкодемань механизмат али кодама-бди полаткст, конатнень тиемаснонды эрявихть вайгялень кочкаф даннайхть. Вайгяльса лезды механизмась- тя фкя лама лия типнень ёткста полаткссь (приложениясь), конань тиемс эрявихть даннайхть

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
mdf: Common Voice - тя лама кяльса даннаень пуроптома вастонь версия, кона тяниень пингть ётафтови марс пуроптомань тефт и валидация. Улендяряй мяльце лездомс тейнек ётафтомс Сommon Voice-ть лия кяльс, сувак <sentenceCollectorLink> лопати валрисьмонь кочкамань коряс, </sentenceCollectorLink> од валрисьмонь кочкамань коряс и Mozilla <pontoonLink>Pontoon</pontoonLink> веб-сайтть ётафтоманц коряс. Од кялень коряс кочкафкссь сувафтови Common Voice -с, мзярда кармай улема тоса 5000 кемекстаф валрисьме.

source: The number of recordings and which languages you contribute to will be public.
mdf: Ломань инголи лихневихть и няфтевихть кодама кяльса мархтот тиф вайгялень коряс сёрматфксне

source: The pages for this language might not be fully translated. You can help out with translation <pontoonLinkLink>on Pontoon</pontoonLinkLink>.
mdf: Тя кяльть лопанзон, улема, ашезь ётафта педа-пес. Тейть ули кода лездомс ётафтомать мархта.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
mdf: Тевонь тиемась, конань вельде, лездыть профилец урядави максф вайгялень кочкафкснень эзда, мзярда синь кочкавихить марс таргамать сюнеда, кода даннаень кочкафкст.

source: The recording was too long.
mdf: Сёрматфкссь пяк кувака

source: The recording was too quiet.
mdf: Сёрматфкссь ёфсикс аф маряви

source: The recording was too short.
mdf: Сёрматфкссь пяк нюрьхкяня

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
mdf: Морафтыхнень вайгяльснон серьсна ули аф фкя. Аф кондясти аньцек кда вайгяльть серенза сяшкава вии, шта сёрмадомась лоткай (сидеста), эли сяшкава лафча мянь текстть лангс аф ваномста аш кода шарьхкодемс мезсь азфоль .

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
mdf: Тя кяльхнень тяниень пингть касфтыхть-кеподихть синць ломаттне. Башка кяльхнень сатфкссна няеви максф цифратнень вельде, конат няфтихть ичкози ли синь пачкодсть <localizationGlossaryLink>сайтонь ётафтомась</localizationGlossaryLink> и мзяра кочкаф валрисьмода<sentenceCollectionGlossaryLink>.

source: The selected file is too large
mdf: Кочкаф файлась пяк оцю

source: The sentence has a grammatical or spelling error.
mdf: Валрисьмоса грамматикань ширде али видеста сёрмадомань коряс эльбятькс.

source: The sentence has disrespectful or offensive language.
mdf: Валрисьмоса мялень колай и аф цебярь валхт

source: The sentence must be grammatically correct.
mdf: Валрисьмоть эса аш грамматикань ширде эльбятькст.

source: The sentence must be speakable.
mdf: Валрисьмось морафтови.

source: The sentence must be spelled correctly.
mdf: Валрисьмоть эса аш видеста сёрмадомань коряс эльбятькст.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
mdf: Сайтть тевоц маластонь пингть нолдави. Мекольце информациянь получаманкса полатт Matrix</matrixLink> пуромксонь <matrixLink> чатти, ванк <githubLink>GitHub</githubLink> али <discourseLink> минь Discourse-форумоньконь</discourseLink>, штоба пачфтемс прябалатнень колга

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
mdf: «TED-LIUM» корпуссь кочкаф «TED» сайтста максф аудио корхтаматнень и синь транскрипцияснон эзда

source: This is approximately the number of hours required to train a production speech-to-text system.
mdf: Тя аф афкуксонь частонь лувкссь, кона эряви «вайгяльста текстс» системать тонафнемста

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
mdf: Тя сегментсь шарфтф башка тевонь нолдамань лангс, кона цебярьгофтсы цифрать и «виде»/«аф» шарьхкодематнень

source: This is our process for translating and adapting our content for many locales (languages).
mdf: Тя минь текстонь-вайгялень ётафтомань-ладямань процессоньке лама кялень коряс.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
mdf: Мяльс сявомга: Кда арафтови "Няеви", эста тя арафтомась полафтови <profileLink>профилень лопаса</profileLink>

source: Three to go!
mdf: Илядсь колма!

source: Tigre
mdf: Тигре кяль

source: Tigrinya
mdf: Тигриньянь кяль

source: Today
mdf: Тячи

source: Today's Common Voice progress on clips recorded
mdf: Тячи тиф «Common Voice»-са сёрматфкста

source: Today's Common Voice progress on clips validated
mdf: Тячи видеста ванф «Common Voice»-са сёрматфкста

source: Today's Progress
mdf: Тячиень сатфксне

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
mdf: Common Voice даннаень пуромксти сувамста, эряви штоба вайгяльть ванолезь кафта кулхцондыхть.

source: Top Contributors
mdf: Лездыхне васенцетнень ёткста

source: Total
mdf: Сембоц

source: Total Approved
mdf: Сембоц видеста ванфта и кемокстафта

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
mdf: { $totalHours } част кочкави ковоньберьф, кда { $periodMonths } ломанць кармай тиема { $people } сёрматфкст шити { $clipsPerDay }{ $totalHours } част кочкави ковоньберьф, кда { $periodMonths } ломанць кармай тиема { $people } сёрматфкст шити { $clipsPerDay }{ $totalHours } част кочкави ковоньберьф, кда { $periodMonths } ломанць кармай тиема { $people } сёрматфкст шити { $clipsPerDay }{ $totalHours } част кочкави ковоньберьф, кда { $periodMonths } ломанць кармай тиема { $people } сёрматфкст шити { $clipsPerDay }

source: { $totalInReview } sentences in review.
mdf: { $totalInReview } валрисьмот ванондомаса.

source: { $totalSentences } total sentences.
mdf: Сембоц { $totalSentences } валрисьмода.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
mdf: Васенда минь няфтьсаськ инь эрявикснень и афкукс ванцаськ, кона даннайхне лихтевихть ломань инголи. Люпштак алце ссылкать, штоба ушедомс тевть тонь устройствасот Common Voice аккаунтть мархта

source: Toward next goal
mdf: Сяда товолдонь сатфкссь
